{
  "users": [
    {
      "id": 1,
      "username": "element2562",
      "password": "jacob1"
    },
    {
      "username": "testing",
      "password": "jackbob",
      "id": 2
    },
    {
      "username": "ben_henderson",
      "password": "durango",
      "id": 3
    },
    {
      "username": "jacobyo",
      "password": "jacob123",
      "id": 4
    },
    {
      "username": "marlee",
      "password": "marlee",
      "id": 5
    },
    {
      "username": "gamer123",
      "password": "123",
      "id": 6
    },
    {
      "username": "element256",
      "password": "12345",
      "id": 7
    }
  ],
  "games": [
    {
      "gameNumber": 47452,
      "userId": "1",
      "name": "Diablo III: Reaper of Souls - Ultimate Evil Edition",
      "picture": "//images.igdb.com/igdb/image/upload/t_thumb/hzuk3rgitj3foa5ojeg6.jpg",
      "summary": "Xbox 360 players can experience the full adventure of Blizzard’s epic action RPG, Diablo III, as the Diablo III: Ultimate Evil Edition includes the expansion pack Reaper of Souls! Bringing the world of Diablo back to Xboxgamers, this edition of Diablo III features special four-player co-op features. With the wireless controller and a custom-designed console interface, players will be outfitted with touch pad functionality and new social features as they engage in pulse-pounding combat with hordes of monsters and acquire items of incredible power. \n \nDiablo III picks up the story twenty years after the events of Diablo II. Mephisto, Diablo, and Baal have been defeated, but the Worldstone, which once shielded the inhabitants of the world of Sanctuary from the forces of both Heaven and Hell, has been destroyed, and evil once again stirs in Tristram. Take on the role of one of six powerful character classes -- Barbarian, Demon Hunter, Monk, Witch Doctor, Wizard, or the all-new Crusader -- and embark on a dark journey through Acts I-V to save the world of Sanctuary from ancient and sinister forces. Players will acquire powerful items, spells, and abilities as they explore new and familiar areas of Sanctuary and battle hordes of demons to safeguard the world from the horrors that have arisen.",
      "rating": "83/100",
      "id": 3
    }
  ]
}